<template>
    <div id="productDesc">
        <p>محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات محصول تولید کره کیفیت بالا ارزون فلان توضیحات </p>
    </div>
</template>

<style>
    #productDesc{
        margin-bottom:20px;
    }
    #productDesc p {
        padding:10px;
        text-align: center;
    }

</style>

<script>

</script>